[{"frontmatter":{"title":"Początki przygody z maszynami do pisania.","description":"Kiedy tak naprawdę się zaczęła i co popchnęło ją do przodu.","date":"2022-08-04T05:00:00.000Z","image":"/images/posts/2022-08-18/maszyna-do-pisania-hello-world-horizontal.jpeg","categories":["początki"],"authors":["Adam"],"tags":["historie","hermes","olivetti"],"draft":false},"content":"\nWiększość wspomnień z dzieciństwa wyparowuje. Co tak naprawdę człowiek pamięta z czasów kiedy jego wiek zbliżał się do dekady. Oczywiście bez patrzenia na zdjęcia. Z trudnością przychodzą jakieś wrażenia, jakieś odczucia sytuacji kiedy staramy się sięgnąć pamięcią tak daleko. Jak je przywołać? \n\nMyślę, że często one przywołują się same, bez naszej ingerencji. Drzemią w nieświadomości i tak jak Tove Ditlevsen pisała:\n\n> Wspomnienia z dzieciństwa są płatkami, które opadają w oceanie życia tworząc cieniutką warstewkę na której potem wszystko się opiera.\n\nJakimś dziwnym trafem wziąłem do ręki książkę __Stary Człowiek i Morze__. Tak się nią przejąłem, że potem - też dziwnym trafem - sięgnąłem po biografię Hemingwaya a tam kolejny cytat:\n\n> Kiedy chcę napisać coś dobrze, zawsze zaczynam od ołówka, potem przepisuję to na maszynie. Dodanie kolejnego etapu na przejrzenie i poprawki daje mi 33% szans na ulepszenie maszynopisu.\n\ni [zdjęcie][1].\n\nMusiało to trząsnąć wspomnieniami i powstał jakiś przeciek z nieświadomości: __a grybym tak kupił maszynę do pisania?__.\n\nJakie to były wspomnienia?\n\nOgromna radość z możliwości pisania na maszynie babci. Za każdym razem kiedy zabierała mnie na wycieczkę do pracy. Pamiętam zasłony w małym sekretariacie, maszynę, kolor, kalki, radość. Jeśli zadziałało raz - dlaczego miałoby nie zadziałać drugi raz? Zazwyczaj dzieci cieszą się z różności ale trzeba postawić tezę - tylko radość tożsama z nami zostaje na całe życie.\n\n\n## Pierwsza maszyna\n\nMuszę kupić maszynę do pisania. Ale jaką? Były ich tysiące. Kupmy jakąś starą, tanią. Najlepiej zniszczoną, żeby można było sobie pomajsterkować.\n\nPadło na hermes baby za 80zł. Musi mieć polską czcionkę - po co komu maszyna do pisania z nieznanym językiem?\n\n![hermes baby z polskimi klawiszami](./images/posts/2022-08-18/maszyna-do-pisania-hermes-baby-szwajcarska-made-in-germany.jpg)\n\nKupiłem oczywiście z obudową ale palce tak ciągnęło do naprawy i majsterkowania, że nie zdążyłem zrobić zdjęcia. \n\n\n[1]: https://assets2.cbsnewsstatic.com/hub/i/r/2016/01/08/4247093e-69a4-4e6d-94b8-0d484d6b40c2/thumbnail/1200x630/3d637c934fbeeace8e773bf18fcb4555/ernest-hemingway-typewriter-promo.jpg\n\n## Pierwsze doświadczenia\n\nPrzeglądając komentarze i poradniki w internecie natknąłem się na radę: \"_nie próbuj rozkręcać maszyny jeśli się na tym nie znasz_\". Nie wszystkie rady są jednak pomocne - jak bowiem ktoś ma nauczyć się budowy maszyny bez rozkęcania? Dobrze, że kosztowała tanio - nie będzie problemu jeśli coś nie wyjdzie.\n\nZrobiłem całą serię zdjęć, żeby pamiętać układ części, rozebrałem tylko najbardziej dostępne i zabrudzone elementy. Niestety po wyczyszczeniu i próbie składania nie było tak łatwo jak myślałem. Po zacięciu się znalazłem jednak stronę na której dostępne są _instrukcje do maszyn do pisania_.\n\nStrona nazywa się typewriterdatabase.com a na ich [sklepie][1] ([dostępnym tutaj][2]) znalazłem [instrukcje do naprawy maszyn Hermes][2]. Te porandiki są niestety płatne, poniewaz [na darmowej stronie z poradnikami][3] nie mogłem znaleźć takiego, który pasowałby do modelu Hermes Baby (są tam głównie instrukcje obsługi). Więcej instrukcji do naprawy i przeglądu maszyny mozna znaleźć jeszcze [tutaj][5].\n\nPo ściągnięciu zakupionej instrukcji, zachwyciłem się okładką reklamową i marketingiem mojej maszyny.\n\n![hermes baby okładka instrukcji obsługi](./images/posts/2022-08-18/the-hermes-rocket-and-baby-typewriter-repair-bible-ebook-cover.png)\n\nI od razu zabrałem się za składanie. Nic tak nie zapala frajdy majsterkowicza jak składanie maszyny do pisania. Myślę, że nic tak nie uczy budowy maszyny niż jej rozebranie i złożenie. Mechanicy samochodowi być mają podobną opinię.\n\n## Pierwsze litery\n\n\"[Hello World][4]\" to były moje pierwsze litery napisane na naszynie. Wcześniej tylko wyklikiwałem losowe litery poniewaz po złozeniu maszyny do pisania nalezy ją dostroić - skalibrować wysokość wystukiwanych liter (budowa maszyny do pisania to tez było dla mnie coś zupełnie nowego). Litery znajdują się na czcionce, która posiada wielkie oraz małe litery na kazdym klawiszu.\n\n## Co Dalej\n\nNa maszynie napisałem listę wszystkich rzeczy, które nalezy jeszcze w niej naprawić:\n![hermes baby okładka instrukcji obsługi](./images/posts/2022-08-18/narzedzia-do-naprawy-maszyny-maszynolit.jpeg)\n\njak widać sporo pracy przede mną.\n\nNa razie pasja została rozbudzona zupełnie i jestem w trakcie szukania idealnej maszyny do pisania.\n\n\n[1]: https://twdb.sellfy.store/\n[2]: https://twdb.sellfy.store/hermes-typewriters/\n[3]: https://site.xavier.edu/polt/typewriters/tw-manuals.html#servicemanuals\n[4]: https://pl.wikipedia.org/wiki/Hello_world\n[5]: https://www.mrmrsvintagetypewriters.com/pages/typewriter-manuals-page","slug":"2022-08-18-poczatki-przygody-z-maszynami-do-pisania"},{"frontmatter":{"title":"Zalety i Wady Pisania na Maszynie.","description":"Dlaczego w XXI wieku pisanie na maszynie może być zbawienne?","date":"2022-09-10T05:00:00.000Z","image":"/images/posts/2022-09-10/zalety-i-wady-pisania-na-maszynie.jpg","categories":["maszyny"],"authors":["Adam"],"tags":["pisanie publicznie"],"draft":false},"content":"\n\nLudzie używający maszyn do pisania dzisiaj wymieniają liczne zalety ich użytkowania. Poprosiłem społeczność maszynową o ich wymienienie i otrzymałem następujące zestawienie.\n\nLudzie uwielbiają pisać na maszynie. Mnóstwo zachwytu odnosiło się do podobnych plusów. Wymieniano ich mnóstwo, niektóre się powtarzały. Podsumowałem te wypowiedzi tak, że można z nich wyciągnąć następujące zalety:\n\nNajczęściej wymieniane:\n- Nieprzerwane skupienie.\n- Magiczne przeżycie.\n- Namacalne osiągnięcie.\n- Ma nieskończoną pojemność baterii.\n- Nie nagrzewa się na słońcu (a jeśli tak, to i tak mniej, plus nie szkodzi to jej tak jak komponentom laptopa).\n- Dźwięki są bardzo satysfakcjonujące! Za każdym razem, gdy maszyna do pisania robi DING! Czuję się super szczęśliwy.\n\n![Olivetti Valentine](./images/posts/2022-09-10/olivetti-valentine.jpeg)\n\nMniej ale nadal często:\n- Rodzaj rytuału kiedy trzeba maszynę rozpakować i do niej przysiąść.\n- Po intensywnym pisaniu mam inny chwyt i dotyk podczas używania rąk\n- Odgłos klakania jest bardzo przyjemny. Użytkownicy faworyzują maszyny, które wydają głośne dźwięki. (Warto wspomnieć, że maszyny posiadają też dzwoneczek sygnalizujący koniec wiersza.)\n- Większe skupienie się na swoich myślach, które pochodzi stąd, że nie ma opcji „autokorekty”.\n- Czas dla siebie.\n- Piękna prostota ekspresji umysłu poprzez stukanie w natychmiast drukujące klawisze.\n- Natychmiastowy fizyczny dostęp do wyniku Twojej pracy na papierze.\n- Doświadczenie czasów, których już nie ma.\n- Cena - maszyny są dziś tanie.\n- Stukot nawet najcichszej maszyny do pisania to dobry sygnał dla mojej żony, że jestem zajęty pisaniem.\n- Most łączący pomiędzy wewnętrznym umysłem a sferą zewnętrzną.\n- Łatwiejsze pisanie poezji poprzez fizyczną kontrolę tekstu, marginesów, akapitów i kolorów. (Polecam [tekst o polskich pisarkach][2], które używały maszyn do pisania.)\n- Brak losowej utraty pisania dzięki decyzji komputera o rozpoczęciu instalowania aktualizacji!\n- To sztuka! Nawet jeśli nie uważasz, że jesteś artystą, teraz już jesteś!\n- Żadnych zakłóceń podczas pisania. Tylko ja i maszyna, żadnej innej z setek aplikacji, które mam na komputerze.\n- Nie możesz cofnąć się, więc musisz po prostu pisać i edytować później, co jest świetne, aby wszystkie pomysły zostały zapisane na papierze.\n- Nie musisz podłączać maszyny do prądu. Jest zasilana przez użytkownika i jego palce/myśli.\n- To o wiele przyjemniejsze niż pisanie na komputerze.\n- Setki, a nawet tysiące malutkich uderzeń dopaminy podczas każdej sesji.\n- Podnieca lepszych członków płci przeciwnej. Nudni ludzie będą cię unikać, gorące, błyskotliwe i ciekawe osoby uznają że jesteś zniewalający.\n- Spowalnia mnie, jednocześnie pozwalając mi pisać, gdy pracuję nad opowiadaniem lub powieścią, która sprawia mi kłopoty.\n- Maszyny do pisania są szczególnie dobre do pisania poezji, ponieważ uświadamiają ci czcionkę na stronie, rytm, przestrzeń i uświadamiają ci wybór każdego słowa.\n- Daje pewność w wyrażaniu swoich uczuć.\n- Nawet przenośna maszyna do pisania jest solidna, trwała i wytrzymała. Ma duszę.\n- Jestem zmuszona poświęcić trochę czasu, aby naprawdę pomyśleć o tym, co piszę i jak będą układane moje słowa.\n- Moim zdaniem pisanie na maszynie rozwija, bo musisz od razu mieć w głowie szkielet całego tekstu. Dodatkowo ja używam maszyny, aby wypełniać wszelkiej maści druki urzędowe. Wbrew pozorom jest ich dość sporo do wypełniania (w mojej branży), a na maszynie jest to najłatwiejsze - dużo szybsze jak na komputerze moim zdaniem.\n- Zapach\n\nNajrzadziej wymieniane jednak po namyśle najważniejsze:\n\n- To ostatni bastion poufnego pisania. Żadne złośliwe oprogramowanie nie może szpiegować naciśnięć klawiszy.\n- To teraz forma mojej Terapii. Po udarze zostałem częściowo sparaliżowany i moja żona kazała mi kupić maszynę do pisania. Teraz mam ich ponad 20. Po prostu CZUJE SIĘ WŁAŚCIWE kiedy piszę na niej i wlewam swoją duszę w list. Wyobrażam sobie, że ktoś to bardziej doceni a do tego ćwiczę władzę w rękach i rehabilituję się robiąc coś co lubię. Kup jedną a pokochasz ją tak, że kolejne zakupy będą kwestią czasu!\n\nMoi faworyci to:\n\n- Można zabrać maszynę do pisania w parku, [gdziekolwiek][3].\n- Radość płynąca z tego, że piszesz dzięki umiejętności majsterkowania (jeśli wyczyściłeś lub naprawiłeś swoją maszynę)\n- Można z powodzeniem pisać w wannie.\n\n![Pisanie na Maszynie w Wannie](./images/posts/2022-09-10/maszyna-do-pisania-w-wannie.jpeg)\n\nWady:\n\n- Wydawnictwa nie przyjmują już maszynopisów. (Radą może być [zeskanowanie swoich Maszynopisów][1])\n\n[1]: https://www.maszynopisanie.pl/ocr-scaner\n[2]: https://www.maszynopisanie.pl/2022-10-02-polscy-pisarze-pisarki-i-ich-maszyny-do-pisania\n[3]: https://www.instagram.com/reel/ClRaOqbOeO4/","slug":"2022-09-10-zalety-i-wady-pisania-na-maszynie-do-pisania"},{"frontmatter":{"title":"Maszynopisanie na Garażówce.","description":"Dlaczego warto mieć ze sobą maszynę na wyprzedażach i wydarzeniach.","date":"2022-09-26T05:00:00.000Z","image":"/images/posts/2022-09-26/maszynopisanie-pl.jpeg","categories":["wydarzenia"],"authors":["Adam"],"tags":["kupowanie","pisanie publicznie"],"draft":false},"content":"\nZapisałem się na Garażówkę czyli na wyprzedaż swoich niepotrzebnych rupieci. Pomyślałem, że wezmę książki i dorzuciłem do tego maszynę do pisania - oczywiście w celu nie nudzenia się (Sprzedać Olivetti Valentine z tak wyjątkową czcionką to byłaby zbrodnia).\n\nOczywiście inni mieli różności na swoich stanowiskach. Na jednym znalazłem nawet maszynę, którą Pan chciał oddać za stówkę jednak nie miała nawet żadnego logo i nie byłem pewien czy to był Remington czy jakaś inna. Pan miał mnóstwo innych rupieci, antyków i staroci.\n\n![maszyna do pisania na wyprzedaży garażowej](./images/posts/2022-09-26/garazowka-maszyna-do-pisania.jpeg)\n\nDawno nie byłem handlarzem, więc zapomniałem, że pracą handlarza jest generować ciekawość\ni zachęcać ludzi do zakupu. Na szczęście maszyna do pisania, spisała się idealnie jako\nelement przykuwający uwagę. \n\nKlak, klak, klak, ding. Delikatny dzwoneczek przykuwał uwagę i ludzie nawet pytali się co piszę i jak się sprawuje maszyna. No właśnie - co pisałem?\n\nNajpierw napisałem kilka zalet maszyn do pisania a potem przerzuciłem się na pisanie wierszyków w miarę jak odwiedzali mnie znajomi.\n\n![publiczne pisanie wierszy na maszynie](./images/posts/2022-09-26/wiersz-na-maszynie.png)\n\nWspaniałe wydarzenie wspierające ekonomię cyrkularną, kontakt między ludźmi i pozwalające\nna sprzedanie połowy książek, które przytachałem w walizkach!\n\nPolecam znaleźć podobne (lub zorganizować samemu) w swojej okolicy.","slug":"2022-09-26-garazowka-z-maszyna-do-pisania"},{"frontmatter":{"title":"Polscy Pisarze, Pisarki i ich Maszyny do Pisania","description":"Na czym pisali, co czuli i co mówili o swoich najważniejszych narzędziach do pracy.","date":"2022-10-02T05:00:00.000Z","image":"/images/posts/2022-10-02/01-stanisław-lem-w-swoim-gabinecie-PAP-henryk-makarewicz-maszyna-do-pisania.png","categories":["pisarze","pisarki"],"authors":["Adam"],"tags":["maszyny","pisanie"],"draft":false},"content":"\nMaszyny do pisania są już z nami od ponad wieku. Przez przynajmniej pół wieku XX, ludzie posługiwali się maszynami do pisania do tworzenia swoich głównych dzieł. Na początku wieku XX w Polsce tym narzędziem było jeszcze pióro natomiast pod koniec wieku były to już maszyny elektryczne a potem komputer. Przez chwilę jednak, maszyna była nieodłącznem kompanem literata, dziennikarza, pisarki. Możemy dowiedzieć się o [ulubionych maszynach zagranicznych pisarzy][1], jednak kto używał ich w Polsce? Na to pytanie postaramy się tutaj odpowiedzieć. Jeśli wiesz jeszcze o kimś kogo tutaj nie wymieniłem lub któraś z maszyn jest źle nazwana - [daj mi znać][2]. \n\n## Maszyny do Pisania i ich Twórczy Właściciele\n\n1. Stanisław Lem otwiera naszą listę słynnych pisarzy jako jeden z moich ulubionych autorów. Pisał na różnych maszynach, jednak zaczynał od modelu Underwood Noiseless Portable 77, który dostał od ojca. Lema mówiącego o maszynie do pisania można posłuchać [tutaj][4].\n\n> Lem miał bowiem zwyczaj, że gdy coś mu nie wychodziło, zaczynał od początku. Wyciągał z maszyny kartki i rzucał obok. W listach wspominał, że gdy pisał \"Golema XIV\", cały pokój był zasłany kartkami jak śniegiem. ([źródło][3])\n\n![maszyna do pisania i Stanisław Lem](./images/posts/2022-10-02/02-stanislaw-lem-maszyna-do-pisania.jpeg)\n\n\n\n2. Wisława Szymborska - poetka, laureatka nagrody Nobla.\n\n> Gotowe wiersze Szymborska przepisuje na maszynie marki Erika albo Łucznik natomiast korekty redakcyjne wprowadza już w komputerze. ([źródło][3])\n\n![maszyna do pisania Wisławy Szymborskiej](./images/posts/2022-10-02/05-wislawa-szymborska-maszyna-do-pisania.jpeg)\n_Maszyna do pisania Łucznik 1301 Wisławy Szymborskiej w [Muzeum Narodowym w Krakowie](https://mnk.pl/wystawy/szuflada-szymborskiej)_\n\n\n\n3. [Leopola Tyrmand][5] - polski pisarz i publicysta, popularyzator jazzu w Polsce.\n\n![maszyna do pisania i Leopold Tyrmand](./images/posts/2022-10-02/04-leopold-tyrmand-korty-legii-15-05-1947-maszyna-do-pisania.jpeg)\n_Publicysta \"Przekroju\" Leopold Tyrmand pisze na maszynie podczas meczu Pucharu Davisa na kortach warszawskiej Legii, 15.05.1947, fot. CAF / PAP_\n\n\n\n4. Anna Świrszczyńska - polska poetka, dramatopisarka, prozaiczka. Opisała swoje przeżycia z Powstania Warszawskiego w powieści _Budowałam Barykadę_. \n\n![maszyna do pisania i Anna Świrszczyńska](./images/posts/2022-10-02/03-anna-swirszczynska-maszyna-do-pisania.webp)\n\n\n\n5. [Ryszard Kapuściński][7] - dziennikarz, pisarz, podróżnik.\n\nO warsztacie pisania mówi rozlegle w książce \"[Pisanie][7]\", która jest wywiadem do którego dołączony jes film DVD nakręconym podczas rozmowy. W wywiadzie, który można częściowo przesłuchać [tutaj][8], pada cytat:\n\n> Maszyna do pisania jest dla niego bogiem.\n\nO ile w podróż zabierał przenośną maszynę Hermes Baby to w domu miał [różne maszyny][9], wliczając w to Erikę.\n\n![maszyna do pisania i Ryszard Kapuściński](./images/posts/2022-10-02/06-ryszard-kapuscinski-w-swojej-pracowni-maszyna-do-pisania.jpeg)\n_Ryszard Kapuściński w swojej pracowni w 1992 r. (fot. Krzysztof Miller/AG)_\n\n\n\n6. [Agnieszka Osiecka][11] - poetka, reżyserka, dziennikarka.\n\n![maszyna do pisania i Agnieszka Osiecka](./images/posts/2022-10-02/09-agnieszka-osiecka-maszyna-do-pisania.jpeg)\n_Agnieszka Osiecka pisząca na maszynie Rheinmetall._\n\n![maszyna do pisania Agnieszki Osieckiej](./images/posts/2022-10-02/10-maszyna-do-pisania-agnieszki-osieckiej.jpeg)\n_Maszyna do pisania Agnieszki Osieckiej._\n\n\n\n7. Halina Poświatowska - poetka.\n\nSwoją Olympie przywiozła ze Stanów Zdjednoczonych.\n\n![maszyna do pisania i Ryszard Kapuściński](./images/posts/2022-10-02/08-halina-poswiatowska-maszyna-do-pisania-muzeum.jpeg)\n_Maszyna do Pisania Haliny Poświatowskiej_\n\n![maszyna do pisania i Ryszard Kapuściński](./images/posts/2022-10-02/24-halina-poswiatowska-maszyna-do-pisania-w-muzeum-czerwony-pokoj.jpg)\n_Maszyna znajduje się w [pokoju czerwonym][10] w [Muzeum Haliny Poświatowskiej][19]_\n\n\n\n8. Bolesław Prus - jeden z najwybitniejszych i najważniejszych pisarzy w historii literatury polskiej.\n\nBył zafascynowany nowinkami technologicznymi w tym maszyną do pisania. W [rozprawie Agaty Grabowskiej-Kuniczuk i Marty Parnowskiej][12] o tej fascynacji możemy dowiedzieć się wszystkiego na ten temat. Tego, że pisał na maszynie Hammond czy tego, że jego nieczytelny charakter pisma mógł przestać być problemem w zawodzie pisarza. Niewątpliwie jest to jedna z zalet maszyn do pisania (o innych można przeczytać [tutaj][13]).\n\n![maszyna do pisania Bolesława Prusa](./images/posts/2022-10-02/11-bolesawa-prusa-maszyna-do-pisania.jpeg)\n_Maszyna do Pisania Hammond należąca do Bolesława Prusa. [źródło][15]_\n\n\n\n9. Jan Himilsbach - aktor, pisarz.\n\n![maszyna do pisania i Jan Himilsbach](./images/posts/2022-10-02/26-jan-himilsbach-maszyna-do-pisania.jpg) _Maszyna do pisania i Jan Himilsbach_\n\n\n\n10. Bolesław Leśmian - polski poeta i prozaik żydowskiego pochodzenia, czołowy przedstawiciel literatury dwudziestolecia międzywojennego, krytyk literacki.\n\n![maszyna do pisania i Bolesław Leśmian](./images/posts/2022-10-02/15-boleslaw-lesmian-maszyna-do-pisania.webp) _Maszyna do pisania Bolesława Leśmiana w muzeum w Iłży. ([źródło][16])_\n\n\n\n11. Gustaw Herling-Grudziński - polski pisarz, eseista, krytyk literacki, dziennikarz, żołnierz, więzień obozów pracy Gułagu. \n\n![maszyna do pisania i Gustaw Herling‑Grudziński](./images/posts/2022-10-02/13-herling-grudzinski-maisons-lafitte-1987-wk.jpeg)\n\n![maszyna do pisania i Gustaw Herling‑Grudziński](./images/posts/2022-10-02/12-gustaw-herling-grudzinski-maszyna-do-pisania.jpeg)\n_Na biurku przenośna maszyna do pisania._\n\n\n\n12. Maria Dąbrowska - polska powieściopisarka, eseistka, dramatopisarka, tłumaczka dzieł literatury duńskiej, angielskiej i rosyjskiej; jedna z najważniejszych polskich powieściopisarek XX wieku, autorka tetralogii powieściowej Noce i dnie (1931–1934), za którą była nominowana do Nagrody Nobla w dziedzinie literatury w 1939, 1957, 1959, 1960 i 1965.\n\n![maszyna do pisania i Maria Dąbrowska](./images/posts/2022-10-02/20-maria-dabrowska-maszyna-do-pisania.jpg)\n_Zdjęcie Lucjan Fogiel / East News._\n\n![maszyna do pisania i Maria Dąbrowska](./images/posts/2022-10-02/21-maria-dabrowska-maszyna-do-pisania.jpg)\n_Maszyna do pisania Marii Dąbrowskiej ([źródło][21])._\n\n\n\n\n13. Julian Tuwim - młody poeta, spacerując 11 kwietnia 1912 r. ulicą Piotrkowską zobaczył przejeżdżającą dorożką dziewczynę. Jak wspominał potem, była to miłość od pierwszego wejrzenia, „ta największa, ta co o życiu całym decydowała”. Na poniższej maszynie pisał do niej listy miłosne, które potem zostały opublikowane.\n\n![maszyna do pisania i Julian Tuwim](./images/posts/2022-10-02/25-julian-tuwim-maszyna-do-pisania.png)\n_Gabinet Juiana Tuwima w Muzeum Miasta Łodzi. (zdjęcie: J.C.)_\n\n\n\n14. Julian Stryjkowski - filolog polski i pisarz żydowskiego pochodzenia, doktor nauk humanistycznych (1932), prozaik, autor opowiadań, dramaturg i dziennikarz.\n\n![maszyna do pisania i Julian Stryjkowski](./images/posts/2022-10-02/19-julian-stryjkowski-maszyna-do-pisania.jpg)\n_Maszyna Juliana Stryjkowskiego ([źródło][18])_\n\n\n\n15. [Emanuel Rostworowski][17] - polski historyk, profesor, członek Polskiej Akademii Nauk.\n\n![maszyna do pisania Emanuela Rostworowskiego](./images/posts/2022-10-02/17-prof-rostworowski-maszyna-do-pisania.webp)\n_Zdjęcie dzięki uprzejmości [pani Kingi][14]._\n\n\n\n16. Mieczysław Grydzewski - polski historyk pochodzenia żydowskiego, felietonista, dziennikarz, redaktor czasopisma „Skamander” oraz tygodnika „Wiadomości Literackie”.\n\n![maszyna do pisania Mieczysława Grydzewskiego](./images/posts/2022-10-02/22-mieczysław-grydzewski-maszyna-do-pisania-olimpia.webp)\n_Biurko wraz z maszyną Olympia w biurze redakcji Londyńskich._\n\n\n\n17. Melchior Wańkowicz - polski pisarz, dziennikarz, reportażysta i publicysta.\n\n![maszyna do pisania i Melchior Wańkowicz](./images/posts/2022-10-02/23-melchior-wankowicz-maszyna-do-pisania.jpg)\n_Melchior Wańkowicz, Warszawa, 1963Foto: PAP/CAF-Stanisław Dąbrowiecki /bp/_\n\n\n\n18. Marek Hłasko - pisarz i scenarzysta filmowy.\n\n![maszyna do pisania i Marek Hłasko](./images/posts/2022-10-02/16-marek-hlasko-maszyna-do-pisania.jpeg) _Maszyna do pisania Rheinmetall KsT i Marek Hłasko_\n\n\n\nNa maszynie do pisania swoje dzieła tworzyli też tacy autorzy jak [Olga Tokarczuk][6], Władysław Konopczyński, [Jerzy Kosinski][20] czy Stefan Łoś.\n\n[1]: https://site.xavier.edu/polt/typewriters/typers.html\n[2]: https://www.maszynopisanie.pl/contact\n[3]: https://gazetakrakowska.pl/milosz-i-lem-swoje-najwieksze-dziela-pisali-na-maszynie/ar/8917\n[4]: https://galaktykalema.pl/pl/warsztatpisarski/\n[5]: https://culture.pl/pl/tworca/leopold-tyrmand\n[6]: https://trojka.polskieradio.pl/artykul/1011153\n[7]: https://lubimyczytac.pl/ksiazka/130239/pisanie-z-ryszardem-kapuscinskim-rozmawia-marek-miller\n[8]: https://trojka.polskieradio.pl/artykul/522372\n[9]: https://www.national-geographic.pl/artykul/ryszard-kapuscinski-chlopiec-z-pinska?page=3\n[10]: https://pl.wikipedia.org/wiki/Muzeum_Haliny_Poświatowskiej\n[11]: http://gs.uni.opole.pl/nie-dzwonic-umarlam/\n[12]: https://rcin.org.pl/Content/64416/PDF/WA248_83673_P-I-2795_kuniczuk-boleslawa_o.pdf\n[13]: https://www.maszynopisanie.pl/2022-09-10-zalety-i-wady-pisania-na-maszynie-do-pisania\n[14]: https://www.rybna-zdjeciaispacery.com/amp/rybna-odrodzenie\n[15]: http://polaneis.pl/miejsca/muzeum-boleslawa-prusa-w-naleczowie-lubelszczyzna-jakosc-obslugi-zwiedzajacych-w-tym-muzeum-to-dramat\n[16]: https://www.polishnews.com/lesmian-czyli-wycieczka-do-ilzy\n[17]: https://pl.wikipedia.org/wiki/Emanuel_Rostworowski\n[18]: https://www.polin.pl/pl/aktualnosci/2016/08/08/maszyna-do-pisania-juliana-stryjkowskiego\n[19]: http://dompoezji.muzeumczestochowa.pl/galeria/\n[20]: https://bi.im-g.pl/im/00/fb/12/z19904512IHR,Gabinet-Jerzego-Kosinskiego--Muzeum-Miasta-Lodzi.jpg\n[21]: http://polaneis.pl\n[22]: https://kultura.onet.pl/ksiazki/65-lat-temu-zmarl-stefan-los-byl-stolownikiem-ubogim-krewnym-przypominajacym-wieslawa/fm9bhs4.amp","slug":"2022-10-02-polscy-pisarze-pisarki-i-ich-maszyny-do-pisania"},{"frontmatter":{"title":"Historia maszyny do pisania","description":"Dlaczego QWERTY i po co pisać na maszynie?","date":"2023-05-01T01:00:00.000Z","image":"/images/posts/URL.md","categories":["zakupy"],"authors":["Adam"],"tags":["maszyny","zakupy"],"draft":true},"content":"\nLorem\n\n## Historia maszyny do pisania\n\n","slug":"2023-05-01-historia-maszyny-do-pisania"},{"frontmatter":{"title":"Jak Kupić Maszynę do Pisania?","description":"Wybór maszyny w cyfrowych czasach jest jeszcze trudniejszy! Na co zwracać uwagę? Jaką maszynę kupić? Które modele omijać?","date":"2023-05-04T01:00:00.000Z","image":"/images/posts/2023-05-02/remington-maszyna-do-pisania.png","categories":["zakupy"],"authors":["Adam"],"tags":["maszyny","zakupy"],"draft":false},"content":"\nMożna pomyśleć, że jeśli mamy do wyboru mydło białe lub szare to nie będziemy mieli problemu które wybrać. Tak przedstawia się wybór maszyn do pisania na rynku - nie jest tak bogaty jak dawniej. Niestety paradoksalnie powoduje to jeszcze większe kłopoty! Maszyna może być zepsuta, niesprawna, niewarta swojej ceny i może sprawić przyjemność tylko temu, kto skorzysta z naszej niewiedzy i się jej pozbędzie.\n\n## Na co zwracać uwagę przy zakupie?\n\n### Musi działać\n\nWydaje się to być oczywiste, jednak ludzie coraz częściej kupują maszyny głównie w celach kolekcjonerskich. Po postawieniu w odpowiednim miejscu, taki zalążek kolekcjonera nie wie nawet jak napisać na maszynie jedno zdanie. Nic w tym złego! Wszystko wymaga przecież nauki i nikt po urodzeniu nie pisał na maszynie już w kołysce.\n\nTrzeba jednak pamiętać, że prawdziwy kolekcjoner uwielbia działające maszyny do pisania. Nie musi na niej wcale pisać, tym bardziej jeśli ma ich 10. Wystarczy sam fakt, że ktoś mógłby na niej coś napisać. Sprawność maszyny jest świadectwem jej idealnego stanu, a im lepszy stan, tym większa cena.\n\nSprawa ma się oczywiście inaczej, jeśli już sami jesteśmy wprawieni w naprawianiu. Istnieją również miejsca i ludzie, którzy się tym trudnią. Jeśli znalazłeś/aś starą maszynę, która nie działa - nie wyrzucaj jej! Po prostu sprzedaj taniej.\n\n### Prośba o napisanie konkretnego zdania\n\nNie wystarczy poprosić _kogoś o napisanie czegoś_. Nawet jeśli właściciel ma dobre intencje i napisze nam coś na papierze to może przypadkowo ominąć klawisze, które nie działają.\n\nIstnieje coś takiego jak[ __anagram__](https://pl.wikipedia.org/wiki/Anagram). Jest to wyraz powstały z przestawienia liter innego wyrazu. My potrzebujemy przetestować wszystkie znaki jakimi operuje maszyna - zakładamy, że jest to maszyna z Polskimi literami. Bierzemy alfabet, zamieniamy szyk liter całego alfabetu i otrzymujemy - [__pangram__](https://pl.wikipedia.org/wiki/Pangram).\n\nMoje ulubione zdania, które wykorzystują __każdą literę alfabetu__.\n\n- Dość błazeństw, żrą mój pęk luźnych fig [L. Jakubowicz; \"Wiadomości Literackie\" (nr 1, 1936, str. 7)]\n- Filmuj rzeź żądań, pość, gnęb chłystków! [Stanisław Barańczak \"Pegaz zdębiał\"(Prószyński i S-ka, 2008, str. 13-14)]\n- Mężny bądź, chroń pułk twój i sześć flag.\n\nPiszę do sprzedającego - \"Proszę o napisanie mi zdania X\". Ja mam wtedy pewność, że klawiatura działa a sprzedający dodatkowy uśmiech.\n\nNasz kraj znajdował się za żelazną kurtyną. Oczywiście nasza myśl w postaci takich wspaniałych ludzi jak [Władysław Paciorkiewicz](https://pl.wikipedia.org/wiki/W%C5%82adys%C5%82aw_Paciorkiewicz) czy takich wynalazków jak Łucznik istniała, ale pomimo wspaniałych rozwiązań technicznych, nie dorównywała np. zachodniemu design'owi. Takie maszyny jak Smith Corona, Underwood, Olivetti czy Hermes z polską czcionką to u nas znalezisko na skalę krajową.\n\nKolejny powód dlaczego warto uczyć się języków obcych - nawet jeśli ktoś chce maszynę wyłącznie na pokaz, to na pewno _\"traci efektywność\"_ jeśli będzie posiadać np. szwedzkie znaki (chyba, że ten ktoś akurat mówi po szwedzku).\n\n### Klawiatura raz jeszcze\n\nBardzo ważne - oryginalność klawiszy. Często maszyny zagraniczne z konieczności używania w polskich warunkach, były przerabiane. Warto przyjrzeć się polskim literom. Po dokładnym porównaniu klawiszy, różnią się od innych. Oznacza to, że czcionka oraz klawisze były dodawane \"na siłę\" tj. pomimo braku dopasowania do formy innych klawiszy czy czcionki wybijającej litery.\n\n### Szereg pytań asekuracyjnych\n\nNajczęściej psujące się elementy to sprężyna naciągająca, szyny i sprężynki (odrobina rdzy wystarczy, żeby osłabić ich sprężystość). Trudno niestety laikowi na odległość sprawdzić czy maszyna jest faktycznie popsuta (w rzeczywistości też może być to trudne za pierwszym razem). Może być tak, że kurz i pająki plotą silne liny na muchy i przez przypadek blokują mechanizm przeskoku. To co wiemy na pewno i o co powinniśmy zapytać to __stan mechanizmu blokującego szynę__.\n\nNawet jeśli ktoś napisze, że maszyna nie działa, to jest szansa, że nie odblokował szyny, która powinna się przesuwać. Większość maszyn posiada taką blokadę ze względu na bezpieczeństwo podczas transportu w walizce.\n\nJeśli kupujemy maszynę sami, powinniśmy wiedzieć, gdzie taki mechanizm może się znajduje. Zazwyczaj jest on na dole lub z boku po proawej stronie. Jeśli nie jesteśmy pewni, zawsze możemy sprawdzić [instrukcję obsługi](https://site.xavier.edu/polt/typewriters/tw-manuals.html) danej maszyny i dowiedzieć się.\n\nWarto też zapytać o poprzednich właścicieli, choćby z ciekawości.\n\n### Nigdy nie kupujemy maszyny malowanej\n\nAbsolutnie. Nigdy. Słowa klucze, które absolutnie każdemu przynoszą smutek i łezkę w oku:\n\n- Malowanie całości, spray, farba.\n\nChodzi tutaj o potraktowanie farbą mechanizmów co uszkadza lub zupełnie psuje maszynę. W takim wypadku jedynym, mało prawdopodobnym ratunkiem jest piaskowanie przez specjalistę. Co zrobić jednak w przypadku sprężyn i mechanizmów, które piasek może uszkodzić? Dlatego unikajmy malowanej maszyny, chyba, że została odnowiona przez specjalistę. Wtedy odnowa wiąże się z rozebraniem maszyny i starannym naniesieniem nowego koloru tylko na odpowiednie części - z reguły obudowy. Takie maszyny wyglądają jak nowe i na pewno zauważymy to po wyglądzie i cenie.\n\nJeśli jesteś początkującą/cym i interesuje Cię śliczna maszyna - zaoszczędź więcej pieniędzy i \"daj komuś zarobić\". Próba odnowienia takiego sprzętu na własną rękę jest żmudna, trudna i prawdopodobieństwo, że się uda jest małe. Możesz oczywiście ekseprymentować ale spróbuj użyć do tego modeli popularnych lub tanich (np. Łucznik), które bez szwanku dla społeczności kolekcjonerów, mogłyby skorzystać na krzykliwym kolorze.\n\n### Wstążka / Taśma barwiąca\n\nWiele osób dodaje \"wstążkę gratis\" lub wspomina o \"nigdy nie używanej\" maszynie lub \"oryginalnej wstążce\". Pomimo antracytowych i niezwykle trwałych substancji użytych do nasączania tuszem czcionki, po upływie dziesięcioleci często wstążka (np. po przechowywaniu na gorącym strychu) staje się kleista lub wyblakła.\n\nJeśli zamierzamy pisać na maszynie to na pewno dobrym pomysłem będzie zakup nowej wstążki na allegro. Cena waha się od 15 do 20 złotych, więc nie jest to majątek a starczy nam na bardzo długo (w maszynach ze zmianą koloru pisania, można jednokolorowej wstążki używać dwa razy dłużej).\n\n## Cena - Ile kosztuje?\n\nCena może się wahać od kilkudziesięciu do kilkuset złotych. Głównie zależy ona od czynników kolekcjonerskich. Tych, które wymieniłem wyżej jak i tych, które dostępne są dla wprawniejszego oka - modelu, roku produkcji itd, które mają znaczenie raczej rzadziej. \n\n### Pisanie na maszynie czy kolekcjonowanie\n\nJeśli chcemy rozpocząć kolekcjonowanie, możemy zacząć naukę od modeli za kilkadziesiąt złotych.\n\nJeśli jesteśmy zdeterminowani do częstego pisania to wtedy lepiej przeznaczyć wyższą kwotę na \"ewidentnie\" sprawną maszynę lub poradzić się specjalisty. Jako pierwsza maszyna do pisania sprawdzi się zarówno Erika jak i Łucznik. Nawet aspirujący czy już praktykujący pisarze, powinni zapoznać się z samą ideą a dopiero potem kupić maszynę _wymarzoną_.\n\nPisanie na maszynie bardzo różni się od komputerowego - dobrze przekonać się, czy będziemy w stanie oswoić się z siłą nacisku, blokowaniem czcionki, konserwacją, obsługą itd. Trzeba też pamiętać, że maszyny się różnią i na różnych modelach pisze się inaczej. Nie zrażajmy się więc po pierwszym zakupie!\n\nPrzypomnę, że cały artykuł jest o maszynach, które nie wymagają do pisania prądu. Maszyny elektryczne to trochę inna dziedzina, której nie znam. Na pewno rządzi się innymi prawami i cenami.\n\n### Kupię / Sprzedam Maszynę do Pisania\n\nDziałającą maszynę do pisania można kupić na pchlim targu, lokalnej giełdzie, giełdach dzielnicowych w większych miastach. Tam możemy oczywiście dotknąć i obejrzeć - zdobyć pewność. Powyższe rady pomogą nam jednak w szukaniu maszyn na allegro, allegrolokalnie oraz olx. Możemy na tych stronach polować na konkretny model np. jeśli insteresuje nas maszyna, która jest niedostępna, możemy zacząć [obserwować wyszukiwanie](https://allegro.pl/pomoc/dla-kupujacych/wyszukiwanie-i-obserwowanie/jak-obserwowac-ulubionych-sprzedajacych-kategorie-oraz-wyszukiwania-z8Dmgzbags8). Zostaniemy wtedy powiadomieni, gdy ktoś w Polsce wystawi interesującą nas ofertę.\n\nMożemy też odwiedzić fora pasjonatów lub lokalne lombardy i poinformować ludzi o naszych poszukiwaniach. Dobrze też uzbroić się w cierpliwość, która pomoże nam w znalezieniu maszyny, która będzie cieszyć oko lub palce przez kolejne 50 lat.\n\nI pamiętajmy: nie istnieje coś takiego jak __\"nowa maszyna do pisania\"__. Ostatnia nowa maszyna do pisania (elektryczna / elektroniczna) została wyprodukowana [w 2011 roku w Indiach](https://www.theatlantic.com/technology/archive/2011/04/last-typewriter-factory-in-the-world-shuts-its-doors/237838/). Wtedy zamknięto ostatnią na świecie fabrykę maszyn do pisania.\n\n","slug":"2023-05-02-jak-kupic-maszyne-do-pisania-na-co-zwracac-uwage"},{"frontmatter":{"title":"Jak Wymienić Taśmę w Maszynie do Pisania","description":"Jak wymienić oraz dlaczego nie nasączać i nie regenerować wstążki do maszyny do pisania.","date":"2023-05-25T21:20:00.000Z","image":"/images/posts/2023-05-26/wstazka-ribbon-kolorowa-na-maszynie-do-pisania.jpeg","categories":["taśma","wstążka"],"authors":["Adam"],"tags":["maszyny","taśmy","wstążki"],"draft":false},"content":"\nJedna wstążka nawet wprawnym pisarzom może starczyć na dziesiątki lub setki stron. Ten moment, kiedy trzeba będzie ją wymienić jednak przyjdzie. Co wtedy zrobić? Regenerować taśmy maszyny do pisania?\n\nSam proces zmiany można zobaczyć w tym filmie. Jeśli chcesz się dowiedzieć czy regeneracja taśmy to dobry pomysł - czytaj niżej.\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/OHTm9j05t3s\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\n## Wymiana wstążki w maszynie do pisania\n\nNie istnieją już oryginalne wstążki do maszyn, których warto używać. Jeśli natrafimy na wstążkę, która jest stara ale wygląda nowo to lepiej traktować ją jako eksponat. Ja sam trafiłem na takie znalezisko jak duńska wstążka z lat 70. Jest tak stara, że plastik w którą została zapakowana się już łamie.\n\n![kores danish ribbon for typewriter oryginalna wstążka](./images/posts/2023-05-26/kores-danish-typewriter-ribbon.jpeg)\n\n### Taśmę barwiącą trzeba kupić nową\n\nMożemy znaleźć taśmy w [różnych kolorach](https://www.ebay.com/itm/154401007625) a nawet [egzotyczne dwukolory](https://charliefoxtrot.com.au/collections/typewriter-ribbons). Jest też możliwość zrobienia samemu [dowolnych miekstur](https://clairelasecretaire.wordpress.com/2014/01/30/how-to-make-your-own-typewriter-ribbon-rainbow-effect/) ale główne, powszechnie dostępne wersje to [czarna lub czarno-czerwona](https://allegro.pl/listing?string=ta%C5%9Bma%20barwi%C4%85ca%20do%20maszyny%20do%20pisania&order=p).\n\nŁatwodostępność i całkiem niezła jakość - jedna szpula za 15zł wystarczy nam na przynajmniej kilkadziesiąt stron pisania - powodują, że nie ma absolutnie żadnego sensu w regeneracji czy nasączaniu wstążek. Te pomysły o nasączaniu pojawiają się kiedy po wyciągnięciu starej maszyny ze strychu i uderzeniu w klawisze, zaczyna pisać. Możemy zatem zrobić się ciekawscy, przenieść się do przeszłości i zagłębić w metody tworzenia takich wstążek.\n\n### Z czego zrobione są taśmy do maszyn do pisania\n\nW książce [Standardowe Formuły od Eberta i Hissa](https://catalog.lib.uchicago.edu/vufind/Record/2708924) wydanej prawie sto lat temu (do pobrania [tutaj](https://www.maszynopisanie.pl/pobierz/The-Standard-Formulary-by-Albert-E-Ebert-and-An-Emil-Hiss.pdf)), możemy znaleźć taki przepis:\n\n![chemiczny przepis na wstazke](./images/posts/2023-05-26/przepis-na-tusz-do-tasiemki.png)\n\nZ tego opisu, po przetłumaczeniu na polski, możemy wydedukować instrukcję do tego jak wydłużyć życie taśmie do maszyny do pisania. To nie jest jednak element odnawiania maszyn do pisania - pamiętajmy, że wstążki kupujemy nowe i wymieniamy sami.\n\n```bash\nstr 432\n\nTusz do Maszyn do Pisania\n\nAtrament do maszyn do pisania jest dwojakiego rodzaju, z których jeden\n jest wykonany z wazeliny i sadzy lub podobnych a drugi z gliceryny\n z alkoholem i aniliny. Jeśli uzyskany efekt ma być permanentny\n należy użyć przepisu pierwszego.\n\nRobiąc pierwszy przepis, umieść trochę najlepszej jakości wazeliny\ndo odpowiedniego naczynia i stop ją, umieszczając naczynie w ogniu;\nNastępnie włożyć tyle sadzy lub węgla kostnego, ile wazelina\nwchłonie bez robienia grudek. Aby je połączyć, czarny pigment\nnależy umieścić w trochę wcześniej i całość dokładnie wymieszać\ndokonując uzupełnień. Pilnuj, aby wazelina była w nadmiarze,\nponieważ spowoduje to tłusty kontur nadruku; podczas gdy z drugiej strony,\njeśli to pigment będzie w nadmiarze, wydruk nie będzie wyraźny.\n\n[..]\n\nZawartość lotnego rozpuszczalnika powinna być wystarczająca\naby uzyskać płynny atrament o konsystencji\nfarby olejnej ; rezultatem będzie dobry, trwały czarny tusz,\nktóry nie będzie się zmywał wodą jak atramenty anilinowe. Dla kolorowych\ntusze tej klasy używają błękitu pruskiego, czerwonego ołowiu,\nchromu żółtego; a dla atramentów aniliny używa się tych barwników\nrozpuszczonych w równych częściach w alkoholu i glicerynie;\n\n[...]\n\nPo przygotowaniu atramentu przejdź do przygotowanie wstążki;\ntajemnica sukcesu tkwi w prawidłowym nałożenie tuszu na taśmę.\nMożesz to zrobić ten sposób: nawiń wstążkę na kartkę lub deskę,\nrozłóż na stole kilka warstw gazety, a następnie rozwiń wstążkę w taki sposób,\ndługości, jakie mogą być najwygodniejsze, i ułóż płasko na papierze;\nnałóż tusz dobrze wcierając, za pomocą miękkiej szczotki.\nMożesz użyć szczoteczki do zębów, aby dobrze wetrzeć w pory wstążki.\nNic nie powinno pozostać widoczne na powierzchni.\n\n[...]\n\nKonieczne jest, aby wstążka mogła zachować pewien stopień wilgoci,\nnp. guma i cukier sprawiają, że jest sucha i szorstka, dlatego\nnakładana jest powłoka glicerynowa;\n\n```\n\nDomowych chemików przestrzegam, że wiele wymienionych związków to substancje toksyczne i mutagenne. Teraz możemy się domyślać, dlaczego lepiej kupić nową wstążkę, produkowaną obecnymi metodami bez użycia aniliny czy związków chromu.\n\nZ tego powodu, jeśli znajdziemy w starej maszynie rozpływającą się taśmę, lepiej jest ją od razu wyrzucić.\n\nJeśli znajdą się chętni do zabawy to dostęp do bezpiecznych barwników i ten post może być źródłem inspiracji ale proszę nie traktować go jako instrukcję.\n\n> Pamiętajmy, że taśmy możemy wymieniać sami. Kupujmy nowe, bezpieczne i tanie zamienniki.\n","slug":"2023-05-26-jak-zmienic-wstazke-w-maszynie-do-pisania"},{"frontmatter":{"title":"DRAFT","description":"DRAFT","date":"2023-05-01T01:00:00.000Z","image":"/images/posts/2023-05-02-DRAFT.md","categories":["zakupy"],"authors":["Adam"],"tags":["maszyny","zakupy"],"draft":true},"content":"\nLorem\n\n## DRAFT\n\n","slug":"draft"}]