[{"frontmatter":{"title":"Początki przygody z maszynami do pisania.","description":"Kiedy tak naprawdę się zaczęła i co popchnęło ją do przodu.","date":"2022-08-04T05:00:00.000Z","image":"/images/posts/2022-08-18/maszyna-do-pisania-hello-world-horizontal.jpeg","categories":["początki"],"authors":["Adam"],"tags":["historie","hermes","olivetti"],"draft":false},"content":"\nWiększość wspomnień z dzieciństwa wyparowuje. Co tak naprawdę człowiek pamięta z czasów kiedy jego wiek zbliżał się do dekady. Oczywiście bez patrzenia na zdjęcia. Z trudnością przychodzą jakieś wrażenia, jakieś odczucia sytuacji kiedy staramy się sięgnąć pamięcią tak daleko. Jak je przywołać? \n\nMyślę, że często one przywołują się same, bez naszej ingerencji. Drzemią w nieświadomości i tak jak Tove Ditlevsen pisała:\n\n> Wspomnienia z dzieciństwa są płatkami, które opadają w oceanie życia tworząc cieniutką warstewkę na której potem wszystko się opiera.\n\nJakimś dziwnym trafem wziąłem do ręki książkę __Stary Człowiek i Morze__. Tak się nią przejąłem, że potem - też dziwnym trafem - sięgnąłem po biografię Hemingwaya a tam kolejny cytat:\n\n> Kiedy chcę napisać coś dobrze, zawsze zaczynam od ołówka, potem przepisuję to na maszynie. Dodanie kolejnego etapu na przejrzenie i poprawki daje mi 33% szans na ulepszenie maszynopisu.\n\ni [zdjęcie][1].\n\nMusiało to trząsnąć wspomnieniami i powstał jakiś przeciek z nieświadomości: __a grybym tak kupił maszynę do pisania?__.\n\nJakie to były wspomnienia?\n\nOgromna radość z możliwości pisania na maszynie babci. Za każdym razem kiedy zabierała mnie na wycieczkę do pracy. Pamiętam zasłony w małym sekretariacie, maszynę, kolor, kalki, radość. Jeśli zadziałało raz - dlaczego miałoby nie zadziałać drugi raz? Zazwyczaj dzieci cieszą się z różności ale trzeba postawić tezę - tylko radość tożsama z nami zostaje na całe życie.\n\n\n## Pierwsza maszyna\n\nMuszę kupić maszynę do pisania. Ale jaką? Były ich tysiące. Kupmy jakąś starą, tanią. Najlepiej zniszczoną, żeby można było sobie pomajsterkować.\n\nPadło na hermes baby za 80zł. Musi mieć polską czcionkę - po co komu maszyna do pisania z nieznanym językiem?\n\n![hermes baby z polskimi klawiszami](./images/posts/2022-08-18/maszyna-do-pisania-hermes-baby-szwajcarska-made-in-germany.jpg)\n\nKupiłem oczywiście z obudową ale palce tak ciągnęło do naprawy i majsterkowania, że nie zdążyłem zrobić zdjęcia. \n\n\n[1]: https://assets2.cbsnewsstatic.com/hub/i/r/2016/01/08/4247093e-69a4-4e6d-94b8-0d484d6b40c2/thumbnail/1200x630/3d637c934fbeeace8e773bf18fcb4555/ernest-hemingway-typewriter-promo.jpg\n\n## Pierwsze doświadczenia\n\nPrzeglądając komentarze i poradniki w internecie natknąłem się na radę: \"_nie próbuj rozkręcać maszyny jeśli się na tym nie znasz_\". Nie wszystkie rady są jednak pomocne - jak bowiem ktoś ma nauczyć się budowy maszyny bez rozkęcania? Dobrze, że kosztowała tanio - nie będzie problemu jeśli coś nie wyjdzie.\n\nZrobiłem całą serię zdjęć, żeby pamiętać układ części, rozebrałem tylko najbardziej dostępne i zabrudzone elementy. Niestety po wyczyszczeniu i próbie składania nie było tak łatwo jak myślałem. Po zacięciu się znalazłem jednak stronę na której dostępne są _instrukcje do maszyn do pisania_.\n\nStrona nazywa się typewriterdatabase.com a na ich [sklepie][1] ([dostępnym tutaj][2]) znalazłem [instrukcje do naprawy maszyn Hermes][2]. Te porandiki są niestety płatne, poniewaz [na darmowej stronie z poradnikami][3] nie mogłem znaleźć takiego, który pasowałby do modelu Hermes Baby (są tam głównie instrukcje obsługi). Więcej instrukcji do naprawy i przeglądu maszyny mozna znaleźć jeszcze [tutaj][5].\n\nPo ściągnięciu zakupionej instrukcji, zachwyciłem się okładką reklamową i marketingiem mojej maszyny.\n\n![hermes baby okładka instrukcji obsługi](./images/posts/2022-08-18/the-hermes-rocket-and-baby-typewriter-repair-bible-ebook-cover.png)\n\nI od razu zabrałem się za składanie. Nic tak nie zapala frajdy majsterkowicza jak składanie maszyny do pisania. Myślę, że nic tak nie uczy budowy maszyny niż jej rozebranie i złożenie. Mechanicy samochodowi być mają podobną opinię.\n\n## Pierwsze litery\n\n\"[Hello World][4]\" to były moje pierwsze litery napisane na naszynie. Wcześniej tylko wyklikiwałem losowe litery poniewaz po złozeniu maszyny do pisania nalezy ją dostroić - skalibrować wysokość wystukiwanych liter (budowa maszyny do pisania to tez było dla mnie coś zupełnie nowego). Litery znajdują się na czcionce, która posiada wielkie oraz małe litery na kazdym klawiszu.\n\n## Co Dalej\n\nNa maszynie napisałem listę wszystkich rzeczy, które nalezy jeszcze w niej naprawić:\n![hermes baby okładka instrukcji obsługi](./images/posts/2022-08-18/narzedzia-do-naprawy-maszyny-maszynolit.jpeg)\n\njak widać sporo pracy przede mną.\n\nNa razie pasja została rozbudzona zupełnie i jestem w trakcie szukania idealnej maszyny do pisania.\n\n\n[1]: https://twdb.sellfy.store/\n[2]: https://twdb.sellfy.store/hermes-typewriters/\n[3]: https://site.xavier.edu/polt/typewriters/tw-manuals.html#servicemanuals\n[4]: https://pl.wikipedia.org/wiki/Hello_world\n[5]: https://www.mrmrsvintagetypewriters.com/pages/typewriter-manuals-page","slug":"2022-08-18-poczatki-przygody-z-maszynami-do-pisania"},{"frontmatter":{"title":"Zalety i Wady Pisania na Maszynie.","description":"Dlaczego w XXI wieku pisanie na maszynie może być zbawienne?","date":"2022-09-10T05:00:00.000Z","image":"/images/posts/2022-09-10/zalety-i-wady-pisania-na-maszynie.jpg","categories":["maszyny"],"authors":["Adam"],"tags":["pisanie publicznie"],"draft":false},"content":"\n\nLudzie używający maszyn do pisania dzisiaj wymieniają liczne zalety ich użytkowania. Poprosiłem społeczność maszynową o ich wymienienie i otrzymałem następujące zestawienie.\n\nLudzie uwielbiają pisać na maszynie. Mnóstwo zachwytu odnosiło się do podobnych plusów. Wymieniano ich mnóstwo, niektóre się powtarzały. Podsumowałem te wypowiedzi tak, że można z nich wyciągnąć następujące zalety:\n\nNajczęściej wymieniane:\n- Nieprzerwane skupienie.\n- Magiczne przeżycie.\n- Namacalne osiągnięcie.\n- Dźwięki są bardzo satysfakcjonujące! Za każdym razem, gdy maszyna do pisania robi DING! Czuję się super szczęśliwy.\n\nMniej ale nadal często:\n- Rodzaj rytuału kiedy trzeba maszynę rozpakować i do niej przysiąść.\n- Po intensywnym pisaniu mam inny chwyt i dotyk podczas używania rąk\n- Odgłos klakania jest bardzo przyjemny. Użytkownicy faworyzują maszyny, które wydają głośne dźwięki. (Warto wspomnieć, że maszyny posiadają też dzwoneczek sygnalizujący koniec wiersza.)\n- Większe skupienie się na swoich myślach, które pochodzi stąd, że nie ma opcji „autokorekty”.\n- Czas dla siebie.\n- Piękna prostota ekspresji umysłu poprzez stukanie w natychmiast drukujące klawisze.\n- Natychmiastowy fizyczny dostęp do wyniku Twojej pracy na papierze.\n- Doświadczenie czasów, których już nie ma.\n- Cena - maszyny są dziś tanie.\n- Stukot nawet najcichszej maszyny do pisania to dobry sygnał dla mojej żony, że jestem zajęty pisaniem.\n- Most łączący pomiędzy wewnętrznym umysłem a sferą zewnętrzną.\n- Łatwiejsze pisanie poezji poprzez fizyczną kontrolę tekstu, marginesów, akapitów i kolorów. (Polecam [tekst o polskich pisarkach][2], które używały maszyn do pisania.)\n- Brak losowej utraty pisania dzięki decyzji komputera o rozpoczęciu instalowania aktualizacji!\n- To sztuka! Nawet jeśli nie uważasz, że jesteś artystą, teraz już jesteś!\n- Żadnych zakłóceń podczas pisania. Tylko ja i maszyna, żadnej innej z setek aplikacji, które mam na komputerze.\n- Nie możesz cofnąć się, więc musisz po prostu pisać i edytować później, co jest świetne, aby wszystkie pomysły zostały zapisane na papierze.\n- Nie musisz podłączać maszyny do prądu. Jest zasilana przez użytkownika i jego palce/myśli.\n- To o wiele przyjemniejsze niż pisanie na komputerze.\n- Setki, a nawet tysiące malutkich uderzeń dopaminy podczas każdej sesji.\n- Podnieca lepszych członków płci przeciwnej. Nudni ludzie będą cię unikać, gorące, błyskotliwe i ciekawe osoby uznają że jesteś zniewalający.\n- Spowalnia mnie, jednocześnie pozwalając mi pisać, gdy pracuję nad opowiadaniem lub powieścią, która sprawia mi kłopoty. \n- Maszyny do pisania są szczególnie dobre do pisania poezji, ponieważ uświadamiają ci czcionkę na stronie, rytm, przestrzeń i uświadamiają ci wybór każdego słowa.\n- Daje pewność w wyrażaniu swoich uczuć.\n- Nawet przenośna maszyna do pisania jest solidna, trwała i wytrzymała. Ma duszę.\n- Jestem zmuszona poświęcić trochę czasu, aby naprawdę pomyśleć o tym, co piszę i jak będą układane moje słowa.\n- Moim zdaniem pisanie na maszynie rozwija, bo musisz od razu mieć w głowie szkielet całego tekstu. Dodatkowo ja używam maszyny, aby wypełniać wszelkiej maści druki urzędowe. Wbrew pozorom jest ich dość sporo do wypełniania (w mojej branży), a na maszynie jest to najłatwiejsze - dużo szybsze jak na komputerze moim zdaniem.\n- Zapach\n\nNajrzadziej wymieniane jednak po namyśle najważniejsze:\n\n- To ostatni bastion poufnego pisania. Żadne złośliwe oprogramowanie nie może szpiegować naciśnięć klawiszy.\n- To teraz forma mojej Terapii. Po udarze zostałem częściowo sparaliżowany i moja żona kazała mi kupić maszynę do pisania. Teraz mam ich ponad 20. Po prostu CZUJE SIĘ WŁAŚCIWE kiedy piszę na niej i wlewam swoją duszę w list. Wyobrażam sobie, że ktoś to bardziej doceni. Kup jedną a pokochasz ją!\n\n\nMoi faworyci to:\n- Można zabrać maszynę do pisania w parku, gdziekolwiek.\n- Radość płynąca z tego, że piszesz dzięki umiejętności majsterkowania (jeśli wyczyściłeś lub naprawiłeś swoją maszynę)\n- Można z powodzeniem pisać w wannie.\n\n![Pisanie na Maszynie w Wannie](./images/posts/2022-09-10/maszyna-do-pisania-w-wannie.jpeg)\n\n\n\nWady:\n\n- Wydawnictwa nie przyjmują już maszynopisów. (Radą może być wyjaśnienie tego [Jak Zeskanować Swoje Maszynopisy][1])\n\n\n\n[1]: https://github.com/kba/awesome-ocr\n[2]: https://www.maszynopisanie.pl/2022-10-02-polscy-pisarze-pisarki-i-ich-maszyny-do-pisania","slug":"2022-09-10-zalety-i-wady-pisania-na-maszynie-do-pisania"},{"frontmatter":{"title":"Maszynopisanie na Garażówce.","description":"Dlaczego warto mieć ze sobą maszynę na wyprzedażach i wydarzeniach.","date":"2022-09-26T05:00:00.000Z","image":"/images/posts/2022-09-26/maszynopisanie-pl.jpeg","categories":["wydarzenia"],"authors":["Adam"],"tags":["kupowanie","pisanie publicznie"],"draft":false},"content":"\nZapisałem się na Garażówkę czyli na wyprzedaż swoich niepotrzebnych rupieci. Pomyślałem, że wezmę książki i dorzuciłem do tego maszynę do pisania - oczywiście w celu nie nudzenia się (Sprzedać Olivetti Valentine z tak wyjątkową czcionką to byłaby zbrodnia).\n\nOczywiście inni mieli różności na swoich stanowiskach. Na jednym znalazłem nawet maszynę, którą Pan chciał oddać za stówkę jednak nie miała nawet żadnego logo i nie byłem pewien czy to był Remington czy jakaś inna. Pan miał mnóstwo innych rupieci, antyków i staroci.\n\n![maszyna do pisania na wyprzedaży garażowej](./images/posts/2022-09-26/garazowka-maszyna-do-pisania.jpeg)\n\nDawno nie byłem handlarzem, więc zapomniałem, że pracą handlarza jest generować ciekawość\ni zachęcać ludzi do zakupu. Na szczęście maszyna do pisania, spisała się idealnie jako\nelement przykuwający uwagę. \n\nKlak, klak, klak, ding. Delikatny dzwoneczek przykuwał uwagę i ludzie nawet pytali się co piszę i jak się sprawuje maszyna. No właśnie - co pisałem?\n\nNajpierw napisałem kilka zalet maszyn do pisania a potem przerzuciłem się na pisanie wierszyków w miarę jak odwiedzali mnie znajomi.\n\n![publiczne pisanie wierszy na maszynie](./images/posts/2022-09-26/wiersz-na-maszynie.png)\n\nWspaniałe wydarzenie wspierające ekonomię cyrkularną, kontakt między ludźmi i pozwalające\nna sprzedanie połowy książek, które przytachałem w walizkach!\n\nPolecam znaleźć podobne (lub zorganizować samemu) w swojej okolicy.","slug":"2022-09-26-garazowka-z-maszyna-do-pisania"},{"frontmatter":{"title":"Polscy Pisarze, Pisarki i ich Maszyny do Pisania","description":"Na czym pisali, co czuli i co mówili o swoich najważniejszych narzędziach do pracy.","date":"2022-10-02T05:00:00.000Z","image":"/images/posts/2022-10-02/01-stanisław-lem-w-swoim-gabinecie-PAP-henryk-makarewicz-maszyna-do-pisania.png","categories":["pisarze","pisarki"],"authors":["Adam"],"tags":["maszyny","pisanie"],"draft":false},"content":"\nMaszyny do pisania są już z nami od ponad wieku. Przez przynajmniej pół wieku XX, ludzie posługiwali się maszynami do pisania do tworzenia swoich głównych dzieł. Na początku wieku XX w Polsce tym narzędziem było jeszcze pióro natomiast pod koniec wieku były to już maszyny elektryczne a potem komputer. Przez chwilę jednak, maszyna była nieodłącznem kompanem literata, dziennikarza, pisarki. Możemy dowiedzieć się o [ulubionych maszynach zagranicznych pisarzy][1], jednak kto używał ich w Polsce? Na to pytanie postaramy się tutaj odpowiedzieć. Jeśli wiesz jeszcze o kimś kogo tutaj nie wymieniłem lub któraś z maszyn jest źle nazwana - [daj mi znać][2]. \n\n## Maszyny do Pisania i ich Twórczy Właściciele\n\n1. Stanisław Lem otwiera naszą listę słynnych pisarzy jako jeden z moich ulubionych autorów. Pisał na różnych maszynach, jednak zaczynał od modelu Underwood Portable, który dostał od ojca. Lema mówiącego o maszynie do pisania można posłuchać [tutaj][4].\n\n> Lem miał bowiem zwyczaj, że gdy coś mu nie wychodziło, zaczynał od początku. Wyciągał z maszyny kartki i rzucał obok. W listach wspominał, że gdy pisał \"Golema XIV\", cały pokój był zasłany kartkami jak śniegiem. ([źródło][3])\n\n![maszyna do pisania i Stanisław Lem](./images/posts/2022-10-02/02-stanislaw-lem-maszyna-do-pisania.jpeg)\n\n\n\n2. Wisława Szymborska - poetka, laureatka nagrody Nobla.\n\n> Gotowe wiersze Szymborska przepisuje na maszynie marki Erika albo Łucznik natomiast korekty redakcyjne wprowadza już w komputerze. ([źródło][3])\n\n![maszyna do pisania Wisławy Szymborskiej](./images/posts/2022-10-02/05-wislawa-szymborska-maszyna-do-pisania.jpeg)\n_Maszyna do pisania Łucznik 1301 Wisławy Szymborskiej w [Muzeum Narodowym w Krakowie](https://mnk.pl/wystawy/szuflada-szymborskiej)_\n\n\n\n3. [Leopola Tyrmand][5] - polski pisarz i publicysta, popularyzator jazzu w Polsce.\n\n![maszyna do pisania i Leopold Tyrmand](./images/posts/2022-10-02/04-leopold-tyrmand-korty-legii-15-05-1947-maszyna-do-pisania.jpeg)\n_Publicysta \"Przekroju\" Leopold Tyrmand pisze na maszynie podczas meczu Pucharu Davisa na kortach warszawskiej Legii, 15.05.1947, fot. CAF / PAP_\n\n\n\n4. Anna Świrszczyńska - polska poetka, dramatopisarka, prozaiczka. Opisała swoje przeżycia z Powstania Warszawskiego w powieści _Budowałam Barykadę_. \n\n![maszyna do pisania i Anna Świrszczyńska](./images/posts/2022-10-02/03-anna-swirszczynska-maszyna-do-pisania.webp)\n\n\n\n5. [Ryszard Kapuściński][7] - dziennikarz, pisarz, podróżnik.\n\nO warsztacie pisania mówi rozlegle w książce \"[Pisanie][7]\", która jest wywiadem do którego dołączony jes film DVD nakręconym podczas rozmowy. W wywiadzie, który można częściowo przesłuchać [tutaj][8], pada cytat:\n\n> Maszyna do pisania jest dla niego bogiem.\n\nO ile w podróż zabierał przenośną maszynę Hermes Baby to w domu miał [różne maszyny][9], wliczając w to Erikę.\n\n![maszyna do pisania i Ryszard Kapuściński](./images/posts/2022-10-02/06-ryszard-kapuscinski-w-swojej-pracowni-maszyna-do-pisania.jpeg)\n_Ryszard Kapuściński w swojej pracowni w 1992 r. (fot. Krzysztof Miller/AG)_\n\n\n\n6. [Agnieszka Osiecka][11] - poetka, reżyserka, dziennikarka.\n\n![maszyna do pisania i Agnieszka Osiecka](./images/posts/2022-10-02/09-agnieszka-osiecka-maszyna-do-pisania.jpeg)\n_Agnieszka Osiecka pisząca na maszynie Rheinmetall._\n\n![maszyna do pisania Agnieszki Osieckiej](./images/posts/2022-10-02/10-maszyna-do-pisania-agnieszki-osieckiej.jpeg)\n_Maszyna do pisania Agnieszki Osieckiej._\n\n\n\n7. Halina Poświatowska - poetka.\n\nSwoją Olympie przywiozła ze Stanów Zdjednoczonych.\n\n![maszyna do pisania i Ryszard Kapuściński](./images/posts/2022-10-02/08-halina-poswiatowska-maszyna-do-pisania-muzeum.jpeg)\n_Maszyna do Pisania Haliny Poświatowskiej_\n\n![maszyna do pisania i Ryszard Kapuściński](./images/posts/2022-10-02/24-halina-poswiatowska-maszyna-do-pisania-w-muzeum-czerwony-pokoj.jpg)\n_Maszyna znajduje się w [pokoju czerwonym][10] w [Muzeum Haliny Poświatowskiej][19]_\n\n\n\n8. Bolesław Prus - jeden z najwybitniejszych i najważniejszych pisarzy w historii literatury polskiej.\n\nBył zafascynowany nowinkami technologicznymi w tym maszyną do pisania. W [rozprawie Agaty Grabowskiej-Kuniczuk i Marty Parnowskiej][12] o tej fascynacji możemy dowiedzieć się wszystkiego na ten temat. Tego, że pisał na maszynie Hammond czy tego, że jego nieczytelny charakter pisma mógł przestać być problemem w zawodzie pisarza. Niewątpliwie jest to jedna z zalet maszyn do pisania (o innych można przeczytać [tutaj][13]).\n\n![maszyna do pisania Bolesława Prusa](./images/posts/2022-10-02/11-bolesawa-prusa-maszyna-do-pisania.jpeg)\n_Maszyna do Pisania Hammond należąca do Bolesława Prusa. [źródło][15]_\n\n\n\n9. Jan Himilsbach - aktor, pisarz.\n\n![maszyna do pisania i Jan Himilsbach](./images/posts/2022-10-02/26-jan-himilsbach-maszyna-do-pisania.jpg) _Maszyna do pisania i Jan Himilsbach_\n\n\n\n10. Bolesław Leśmian - polski poeta i prozaik żydowskiego pochodzenia, czołowy przedstawiciel literatury dwudziestolecia międzywojennego, krytyk literacki.\n\n![maszyna do pisania i Bolesław Leśmian](./images/posts/2022-10-02/15-boleslaw-lesmian-maszyna-do-pisania.webp) _Maszyna do pisania Bolesława Leśmiana w muzeum w Iłży. ([źródło][16])_\n\n\n\n11. Gustaw Herling-Grudziński - polski pisarz, eseista, krytyk literacki, dziennikarz, żołnierz, więzień obozów pracy Gułagu. \n\n![maszyna do pisania i Gustaw Herling‑Grudziński](./images/posts/2022-10-02/13-herling-grudzinski-maisons-lafitte-1987-wk.jpeg)\n\n![maszyna do pisania i Gustaw Herling‑Grudziński](./images/posts/2022-10-02/12-gustaw-herling-grudzinski-maszyna-do-pisania.jpeg)\n_Na biurku przenośna maszyna do pisania._\n\n\n\n12. Maria Dąbrowska - polska powieściopisarka, eseistka, dramatopisarka, tłumaczka dzieł literatury duńskiej, angielskiej i rosyjskiej; jedna z najważniejszych polskich powieściopisarek XX wieku, autorka tetralogii powieściowej Noce i dnie (1931–1934), za którą była nominowana do Nagrody Nobla w dziedzinie literatury w 1939, 1957, 1959, 1960 i 1965.\n\n![maszyna do pisania i Maria Dąbrowska](./images/posts/2022-10-02/20-maria-dabrowska-maszyna-do-pisania.jpg)\n_Zdjęcie Lucjan Fogiel / East News._\n\n![maszyna do pisania i Maria Dąbrowska](./images/posts/2022-10-02/21-maria-dabrowska-maszyna-do-pisania.jpg)\n_Maszyna do pisania Marii Dąbrowskiej ([źródło][21])._\n\n\n\n\n13. Julian Tuwim - młody poeta, spacerując 11 kwietnia 1912 r. ulicą Piotrkowską zobaczył przejeżdżającą dorożką dziewczynę. Jak wspominał potem, była to miłość od pierwszego wejrzenia, „ta największa, ta co o życiu całym decydowała”. Na poniższej maszynie pisał do niej listy miłosne, które potem zostały opublikowane.\n\n![maszyna do pisania i Julian Tuwim](./images/posts/2022-10-02/25-julian-tuwim-maszyna-do-pisania.png)\n_Gabinet Juiana Tuwima w Muzeum Miasta Łodzi. (zdjęcie: J.C.)_\n\n\n\n14. Julian Stryjkowski - filolog polski i pisarz żydowskiego pochodzenia, doktor nauk humanistycznych (1932), prozaik, autor opowiadań, dramaturg i dziennikarz.\n\n![maszyna do pisania i Julian Stryjkowski](./images/posts/2022-10-02/19-julian-stryjkowski-maszyna-do-pisania.jpg)\n_Maszyna Juliana Stryjkowskiego ([źródło][18])_\n\n\n\n15. [Emanuel Rostworowski][17] - polski historyk, profesor, członek Polskiej Akademii Nauk.\n\n![maszyna do pisania Emanuela Rostworowskiego](./images/posts/2022-10-02/17-prof-rostworowski-maszyna-do-pisania.webp)\n_Zdjęcie dzięki uprzejmości [pani Kingi][14]._\n\n\n\n16. Mieczysław Grydzewski - polski historyk pochodzenia żydowskiego, felietonista, dziennikarz, redaktor czasopisma „Skamander” oraz tygodnika „Wiadomości Literackie”.\n\n![maszyna do pisania Mieczysława Grydzewskiego](./images/posts/2022-10-02/22-mieczysław-grydzewski-maszyna-do-pisania-olimpia.webp)\n_Biurko wraz z maszyną Olympia w biurze redakcji Londyńskich._\n\n\n\n17. Melchior Wańkowicz - polski pisarz, dziennikarz, reportażysta i publicysta.\n\n![maszyna do pisania i Melchior Wańkowicz](./images/posts/2022-10-02/23-melchior-wankowicz-maszyna-do-pisania.jpg)\n_Melchior Wańkowicz, Warszawa, 1963Foto: PAP/CAF-Stanisław Dąbrowiecki /bp/_\n\n\n\n18. Marek Hłasko - pisarz i scenarzysta filmowy.\n\n![maszyna do pisania i Marek Hłasko](./images/posts/2022-10-02/16-marek-hlasko-maszyna-do-pisania.jpeg) _Maszyna do pisania Rheinmetall KsT i Marek Hłasko_\n\n\n\nNa maszynie do pisania swoje dzieła tworzyli też tacy autorzy jak [Olga Tokarczuk][6], Władysław Konopczyński, [Jerzy Kosinski][20] czy Stefan Łoś.\n\n[1]: https://site.xavier.edu/polt/typewriters/typers.html\n[2]: https://www.maszynopisanie.pl/contact\n[3]: https://gazetakrakowska.pl/milosz-i-lem-swoje-najwieksze-dziela-pisali-na-maszynie/ar/8917\n[4]: https://galaktykalema.pl/pl/warsztatpisarski/\n[5]: https://culture.pl/pl/tworca/leopold-tyrmand\n[6]: https://trojka.polskieradio.pl/artykul/1011153\n[7]: https://lubimyczytac.pl/ksiazka/130239/pisanie-z-ryszardem-kapuscinskim-rozmawia-marek-miller\n[8]: https://trojka.polskieradio.pl/artykul/522372\n[9]: https://www.national-geographic.pl/artykul/ryszard-kapuscinski-chlopiec-z-pinska?page=3\n[10]: https://pl.wikipedia.org/wiki/Muzeum_Haliny_Poświatowskiej\n[11]: http://gs.uni.opole.pl/nie-dzwonic-umarlam/\n[12]: https://rcin.org.pl/Content/64416/PDF/WA248_83673_P-I-2795_kuniczuk-boleslawa_o.pdf\n[13]: https://www.maszynopisanie.pl/2022-09-10-zalety-i-wady-pisania-na-maszynie-do-pisania\n[14]: https://www.rybna-zdjeciaispacery.com/amp/rybna-odrodzenie\n[15]: http://polaneis.pl/miejsca/muzeum-boleslawa-prusa-w-naleczowie-lubelszczyzna-jakosc-obslugi-zwiedzajacych-w-tym-muzeum-to-dramat\n[16]: https://www.polishnews.com/lesmian-czyli-wycieczka-do-ilzy\n[17]: https://pl.wikipedia.org/wiki/Emanuel_Rostworowski\n[18]: https://www.polin.pl/pl/aktualnosci/2016/08/08/maszyna-do-pisania-juliana-stryjkowskiego\n[19]: http://dompoezji.muzeumczestochowa.pl/galeria/\n[20]: https://bi.im-g.pl/im/00/fb/12/z19904512IHR,Gabinet-Jerzego-Kosinskiego--Muzeum-Miasta-Lodzi.jpg\n[21]: http://polaneis.pl\n[22]: https://kultura.onet.pl/ksiazki/65-lat-temu-zmarl-stefan-los-byl-stolownikiem-ubogim-krewnym-przypominajacym-wieslawa/fm9bhs4.amp","slug":"2022-10-02-polscy-pisarze-pisarki-i-ich-maszyny-do-pisania"}]